Repository: team-framework/innolive-client
Catalog: apps/ios/InnoLive/InnoLive/Resources/BroadcastGuide.xcstrings
Source language: ko
Languages: en, ja

source: 송출 종료
en: Ended
ja: 配信終了

source: 준비 중
en: Preparing
ja: 準備中

source: 시작 대기
en: Ready to go live
ja: 開始待ち

source: 시작하는 중
en: Going live
ja: 開始中

source: 송출 중
en: Live
ja: 配信中

source: 화질 바꾸는 중
en: Changing quality
ja: 画質を変更中

source: 다시 연결하는 중
en: Reconnecting
ja: 再接続中

source: 일시 중지
en: Paused
ja: 一時停止中

source: 확인 중
en: Checking
ja: 確認中

source: 방송 화질 %@
en: Broadcast quality %@
ja: 配信画質 %@

source: 업로드 확인 중
en: Checking upload
ja: アップロードを確認中

source: 업로드 %@
en: Upload %@
ja: アップロード %@

source: 인터넷이 느려 화질을 잠시 낮췄어요. 와이파이를 쓰면 더 안정적이에요.
en: Your connection is slow, so we lowered the quality for now. Wi-Fi is more stable.
ja: 通信が遅いため、画質を一時的に下げています。Wi-Fiを使うとより安定します。

source: 기기가 바빠 화질을 잠시 낮췄어요. 다른 앱을 닫으면 나아질 수 있어요.
en: Your device is busy, so we lowered the quality for now. Closing other apps may help.
ja: 端末の負荷が高いため、画質を一時的に下げています。ほかのアプリを閉じると改善する場合があります。

source: 방송 준비부터 시작해요
en: Start by preparing your broadcast
ja: まずは配信の準備から

source: 방송할 계정을 연결해요
en: Connect your streaming account
ja: 配信するアカウントを連携しましょう

source: 제목을 확인하고 준비해요
en: Check your title and get ready
ja: タイトルを確認して準備しましょう

source: 방송을 준비하고 있어요
en: Getting your broadcast ready
ja: 配信を準備しています

source: 준비가 잘 되지 않았어요
en: Preparation didn't finish
ja: 準備がうまくいきませんでした

source: 방송할 준비가 끝났어요
en: You're ready to go live
ja: 配信の準備ができました

source: 이 버튼을 누르면 방송할 플랫폼과 제목을 정할 수 있어요.
en: Tap this button to choose where to stream and set a title.
ja: このボタンを押すと、配信先とタイトルを決められます。

source: YouTube나 치지직 계정을 연결해 주세요. 연결하고 돌아오면 다음 단계로 넘어가요.
en: Connect a YouTube or CHZZK account. When you come back, we'll go to the next step.
ja: YouTubeまたはCHZZKのアカウントを連携してください。連携して戻ると次のステップに進みます。

source: 플랫폼과 방송 제목을 확인한 뒤 아래 방송 준비 버튼을 눌러 주세요. 준비만으로는 시청자에게 공개되지 않아요.
en: Check your platforms and title, then tap Prepare Broadcast below. Preparing doesn't make your stream public.
ja: 配信先とタイトルを確認してから、下の「配信を準備」を押してください。準備だけでは視聴者に公開されません。

source: 서버와 연결하는 동안 잠시만 기다려 주세요. 준비가 끝나면 다음 단계를 알려 드릴게요.
en: Hang on while we connect to the server. We'll show you the next step when it's ready.
ja: サーバーに接続するまで少しお待ちください。準備ができたら次のステップをお知らせします。

source: 안내 문구를 확인한 뒤 다시 시도해 주세요.
en: Check the message, then try again.
ja: 表示されたメッセージを確認して、もう一度お試しください。

source: 방송 시작을 누르면 시청자에게 방송이 공개돼요. 준비되면 눌러 주세요.
en: Tapping Go Live makes your stream visible to viewers. Tap it when you're ready.
ja: 「配信開始」を押すと視聴者に配信が公開されます。準備ができたら押してください。

source: 전체 %lld단계 중 %lld단계
en: Step %2$lld of %1$lld
ja: 全%1$lldステップ中%2$lldステップ目

source: 건너뛰기
en: Skip
ja: スキップ

source: 안내는 설정에서 다시 볼 수 있어요.
en: You can see this guide again in Settings.
ja: ガイドは設定からもう一度見られます。

source: 알겠어요
en: Got It
ja: わかりました

source: 방송 상태는 여기서 확인해요
en: Check your broadcast status here
ja: 配信の状態はここで確認できます

source: 플랫폼별 송출 상태와 업로드 화질을 보여 드려요. 문제가 생기면 여기에 알려 드릴게요.
en: See each platform's status and your upload quality. If something goes wrong, we'll let you know here.
ja: 配信先ごとの状態とアップロード画質を表示します。問題があればここでお知らせします。

source: 방송 준비 안내 다시 보기
en: Show Broadcast Setup Guide Again
ja: 配信準備ガイドをもう一度見る
